Repository: cabrerahector/recently
Catalog: languages/recently-*.po
Languages: es_es

source: Upload
es_es: Subir

source: Overview
es_es: General

source: Welcome to Recently's Dashboard! In this screen you will tools to further tweak Recently to your needs and more!
es_es: &iexcl;Bienvenido al Dashboard de Recently! En esta pantalla encontrar&aacute;s herramientas para que puedas ajustar Recently de acuerdo a tus preferencias, y mucho m&aacute;s!

source: Like this plugin?
es_es: ¿Te gusta este plugin?

source: Each donation motivates me to keep releasing free stuff for the WordPress community!
es_es: ¡Cada donación me motiva a continuar publicando cosas gratis para la comunidad de WordPress!

source: You can <a href="%s" target="_blank">leave a review</a>, too!
es_es: ¡También puedes <a href="%s" target="_blank">dejar un review</a>!

source: <p><strong>For more information:</strong></p><ul><li><a href="%1$s">Documentation</a></li><li><a href="%2$s">Support</a></li></ul>
es_es: <p><strong>Para mayor informaci&oacute;n:</strong></p><ul><li><a href="%1$s">Documentaci&oacute;n</a></li><li><a href="%2$s">Soporte</a></li></ul>

source: Settings
es_es: Ajustes

source: Your PHP installation is too old. Recently requires at least PHP version %1$s to function correctly. Please contact your hosting provider and ask them to upgrade PHP to %1$s or higher.
es_es: Tu versión de PHP es muy antigua. Recently requiere al menos PHP versión %1$s para funcionar correctamente. Por favor, contacta a tu proveedor de hospedaje y solicítales que se actualicen a PHP %1$s o mayor.

source: Your WordPress version is too old. Recently requires at least WordPress version %1$s to function correctly. Please update your blog via Dashboard &gt; Update.
es_es: Tu versión de WordPress es muy antigua. Recently requiere al menos WordPress versión %1$s para funcionar correctamente. Por favor, actualiza tu blog vía Escritorio > Actualizaciones.

source: <div class="notice notice-error"><p>%1$s</p><p><i>%2$s</i> has been <strong>deactivated</strong>.</p></div>
es_es: <div class="notice notice-error"><p>%1$s</p><p><i>%2$s</i> ha sido <strong>desactivado</strong>.</p></div>

source: Tools
es_es: Herramientas

source: Parameters
es_es: Parámetros

source: Settings saved.
es_es: Opciones guardadas.

source: Please provide the name of your custom field.
es_es: Por favor, ingresa el nombre de tu custom field.

source: Any changes made to Recently's default stylesheet will be lost after every plugin update. In order to prevent this from happening, please copy the recently.css file (located at wp-content/plugins/recently/style) into your theme's directory
es_es: Cualquier cambio hecho en la hoja de estilos por defecto de Recently se perderá cada vez que actualice el plugin. Para evitar esto, por favor mueve el archivo recently.css (ubicado en wp-content/plugins/recently/style) a la carpeta de tu tema

source: This operation will delete all cached thumbnails and cannot be undone.
es_es: Esta operación eliminará todas las miniaturas en cache y no se puede deshacer.

source: Do you want to continue?
es_es: ¿Quieres continuar?

source: Success! All files have been deleted!
es_es: ¡Éxito! ¡Todos los archivos fueron eliminados!

source: The thumbnail cache is already empty!
es_es: ¡El cache de miniaturas ya está vacío!

source: Invalid action.
es_es: Acción inválida.

source: Sorry, you do not have enough permissions to do this. Please contact the site administrator for support.
es_es: Lo lamento, no tienes suficientes permisos para hacer ésto. Por favor, contacta al administrador para obtener ayuda.

source: Menu
es_es: Men&uacute;

source: HTML Markup
es_es: Markup HTML

source: Open links in
es_es: Abrir links en

source: Current window
es_es: Ventana actual

source: New tab/window
es_es: Nueva ventana

source: REL attribute
es_es: Atributo REL

source: The rel attribute specifies the relationship between the current document and the linked document
es_es: El atributo rel especifica la relación entre el documento actual y el documento al que se enlaza

source: Thumbnails
es_es: Miniaturas

source: Default thumbnail
es_es: Miniatura por defecto

source: Upload thumbnail
es_es: Subir miniatura

source: How-to: upload (or select) an image, set Size to Full and click on Upload
es_es: Tutorial: sube (o selecciona) una imagen, configura Tamaño a Tamaño Completo y haz clic en Subir

source: Pick image from
es_es: Selecciona la imagen desde

source: Featured image
es_es: La imagen destacada

source: First image on post
es_es: La primera imagen en el post

source: First attachment
es_es: Primer imagen adjunta

source: Tell Recently where it should get thumbnails from
es_es: Dile a Recently de dónde debe obtener la imagen

source: Custom field name
es_es: Nombre del custom field

source: Resize image from Custom field?
es_es: Ajustar el tamaño de la imagen del custom field?

source: No, I will upload my own thumbnail
es_es: No, subiré mi propia miniatura

source: Yes
es_es: Sí

source: Empty image cache
es_es: Vaciar cache de imágenes

source: Use this button to clear Recently's thumbnails cache
es_es: Utiliza este botón para vaciar el caché de miniaturas de Recently

source: Apply
es_es: Aplicar

source: Data
es_es: Datos

source: Ajaxify widget
es_es: Usar Ajax con el widget

source: Disabled
es_es: Deshabilitado

source: Enabled
es_es: Habilitado

source: If you are using a caching plugin such as WP Super Cache, enabling this feature will keep the Recently widget from being cached by it
es_es: Si utilizas un plugin de cache como WP Super Cache, habilitar esta funcionalidad impedirá que el widget de Recently sea cacheado

source: Cache Policy
es_es: Pol&iacute;tica de Caché

source: Never cache
es_es: Nunca almacenar en caché

source: Enable caching
es_es: Habilitar caché

source: Sets Recently's cache expiration time. Recently can be cached for a specified amount of time. Recommended for large / high traffic sites
es_es: Configura el tiempo de expiración del caché. Recently puede ser almacenado en caché por un tiempo específico. Recomendado para sitios grandes / de mucho tráfico

source: Refresh cache every
es_es: Actualizar caché cada

source: Minute(s)
es_es: Minuto(s)

source: Hour(s)
es_es: Hora(s)

source: Day(s)
es_es: Día(s)

source: Week(s)
es_es: Semana(s)

source: Month(s)
es_es: Mes(es)

source: Year(s)
es_es: Año(s)

source: Really? That long?
es_es: ¿En serio? ¿Tanto tiempo?

source: Miscellaneous
es_es: Misceláneos

source: Use plugin's stylesheet
es_es: Utilizar la hoja de estilos del plugin

source: By default, the plugin includes a stylesheet called recently.css which you can use to style your recent posts listing. If you wish to use your own stylesheet or do not want it to have it included in the header section of your site, use this.
es_es: Por defecto, el plugin incluye una hoja de estilos llamada recently.css que puedes utilizar para darle estilos a tu listado de entradas recientes. Si quieres utilizar tu propia hoja de estilos o no quieres que se incluya en el header de tu sitio web, utiliza esto.

source: With the following Content Tags you can customize the Recently widget when using the Custom HTML markup option
es_es: Con los Content Tags que están a continuación puedes personalizar el widget de Recently cuando estés utilizando la función de Markup HTML personalizado

source: Parameter
es_es: Parámetro

source: What it does
es_es: Lo que hace

source: displays thumbnail linked to post/page (requires enabling the thumbnail option)
es_es: muestra miniaturas enlazadas al post/la página (requiere habilitar la opción miniatura)

source: displays thumbnail image without linking to post/page (requires enabling the thumbnail option)
es_es: muestra miniaturas sin enlace al post/la página (requiere habilitar la opción miniatura)

source: displays linked post/page title
es_es: muestra título con link hacia el post/la página

source: displays post/page excerpt (requires enabling the excerpt option)
es_es: muestra el resumen del post/ la página (requiere habilitar la opción de resumen)

source: displays the default Metadata tags
es_es: muestra los Metadata Tags por defecto

source: displays post/page current rating (requires WP-PostRatings installed and enabled)
es_es: muestra el rating actual del post/la página (requiere tener WP-PostRatings instalado y habilitado)

source: displays post/page current rating as an integer (requires WP-PostRatings installed and enabled)
es_es: muestra la rating actual del post/la página como un entero (requiere tener WP-PostRatings instalado y habilitado)

source: outputs the URL of the post/page
es_es: devuelve la URL del post/la página

source: displays post/page title, no link
es_es: muestra el título del post/la página, sin enlace

source: displays linked author name (requires enabling author under Metadata Tags)
es_es: muestra el nombre del autor con enlace (requiere habilitar autor en Metadata Tags)

source: displays linked taxonomy name (requires enabling taxonomy under Metadata Tags)
es_es: muestra la taxonomía con enlace (requiere habilitar taxonomía en Metadata Tags)

source: displays current views count as an integer only (requires enabling views under Metadata Tags)
es_es: muestra la cantidad de vistas como entero (requiere habilitar vistas en Metadata Tags)

source: displays current comments count as an integer only (requires enabling comments under Metadata Tags)
es_es: muestra el número de comentarios como entero (requiere habilitar comentarios en Metadata Tags)

source: displays post/page date (requires enabling date under Metadata Tags)
es_es: muestra la fecha del post/la página (requiere habilitar fecha en Metadata Tags)

source: Sorry, nothing to show yet.
es_es: Lo lamentamos, no hay nada que mostrar aún.

source: %s ago
es_es: hace %s

source: 1 comment
es_es: 1 comentario

source: 1 view
es_es: 1 vista

source: by %s
es_es: por %s

source: posted %s
es_es: publicado hace %s

source: posted on %s
es_es: publicado en %s

source: Your site's most recent posts.
es_es: Las entradas más recientes de tu sitio.

source: Error: cannot ajaxify Recently on this theme. It's missing the <em>id</em> attribute on <em>before_widget</em> (see <a href="%s" target="_blank" rel="external nofollow">register_sidebar</a> for more)
es_es: Error: no es posible ajaxificar Recently en este tema. Falta el atributo <em>id</em> en <em>before_widget</em> (ver <a href="%s" target="_blank" rel="external nofollow">register_sidebar</a> para más información).

source: Title
es_es: Título

source: Show up to
es_es: Mostrar hasta

source: posts
es_es: entradas

source: Number of posts to displace or pass over
es_es: Número de posts a omitir

source: Filters
es_es: Filtros

source: Types
es_es: Tipos

source: Post types, separated by comma
es_es: Tipos de entradas, separadas por coma

source: Posts to exclude
es_es: Entradas a excluir

source: Post / Page IDs, separated by comma
es_es: IDs de posts / páginas, separadas por coma

source: Taxonomy
es_es: Taxonomía

source: None
es_es: Ninguna

source: Term IDs
es_es: IDs de los términos

source: Taxonomy IDs, separated by comma (prefix a minus sign to exclude)
es_es: IDs de las taxonomías, separadas por coma (coloca un signo negativo por delante para excluir)

source: Term Slugs
es_es: Slugs de los términos

source: Taxonomy slugs, separated by comma
es_es: Slugs de las taxonomías, separados por coma

source: Authors
es_es: Autores

source: Author IDs, separated by comma (prefix a minus sign to exclude)
es_es: IDs de los autores, separados por coma (coloca un signo negativo por delante para excluir)

source: Posts settings
es_es: Configuración de las entradas

source: Display post rating
es_es: Mostrar el rating de la entrada

source: Shorten title
es_es: Acortar título

source: Shorten title to
es_es: Acortar el título en

source: characters
es_es: caracteres

source: words
es_es: palabras

source: Display post excerpt
es_es: Mostrar resumen de la entrada

source: Keep text format and links
es_es: Mantener el formato de textos y links

source: Excerpt length
es_es: Longitud del resumen

source: Display post thumbnail
es_es: Mostrar miniatura

source: Use predefined size
es_es: Usar tamaño predeterminado

source: Set size manually
es_es: Configurar tamaño manualmente

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Metadata Tag settings
es_es: Configuración del Metadata Tag

source: Display comment count
es_es: Mostrar cantidad de comentarios

source: Display views
es_es: Mostrar vistas

source: Display author
es_es: Mostrar autor

source: Display date
es_es: Mostrar fecha

source: Date Format
es_es: Formato de la fecha

source: Relative
es_es: Relativa

source: WordPress Date Format
es_es: Formato de fecha de WordPress

source: Display taxonomy
es_es: Mostrar taxonomía

source: HTML Markup settings
es_es: Configuración del Markup HTML

source: Use custom HTML Markup
es_es: Usar markup HTML personalizado

source: Before / after title
es_es: Antes / después del título

source: Before / after Recently
es_es: Antes / deespués de Recently

source: Post HTML Markup
es_es: Markup HTML de la entrada

source: See available <a href="%s" target="_blank">Content Tags</a>
es_es: Mira los <a href="%s" target="_blank">Content Tags</a> disponibles
