Repository: cabrerahector/recently
Catalog: i18n/recently-*.po
Languages: fr_fr

source: Recently requires at least PHP %1$s and WordPress %2$s to function correctly. Your site uses PHP %3$s and WordPress %4$s.
fr_fr: Recently requiert au moins PHP %1$s et WordPress %2$s pour fonctionner correctement. Votre site utilise PHP %3$s et WordPress %4$s.

source: Upload
fr_fr: Envoyer

source: Overview
fr_fr: Aperçu

source: Welcome to Recently's Dashboard! In this screen you will tools to further tweak Recently to your needs and more!
fr_fr: Bienvenue sur le tableau de bord de Recently! Dans cet écran, vous trouverez des outils pour peaufiner davantage Recently suivant vos besoins et plus encore!

source: Like this plugin?
fr_fr: Aimez-vous ce plugin ?

source: Each donation motivates me to keep releasing free stuff for the WordPress community!
fr_fr: Chaque don me motive pour maintenir la gratuité; des développements pour la communauté WordPress!

source: You can <a href="%s" target="_blank">leave a review</a>, too!
fr_fr: Vous pouvez aussi <a href="%s" target="_blank"> laisser un commentaire </a>!

source: <p><strong>For more information:</strong></p><ul><li><a href="%1$s">Documentation</a></li><li><a href="%2$s">Support</a></li></ul>
fr_fr: <p> <strong> Pour plus d'informations: </ strong> </ p> <ul> <li> <a href="%1$s"> Documentation </a> </ li> <li> <a href = "%2$s"> Support </a> </ li> </ ul>

source: Settings
fr_fr: Paramètres

source: Tools
fr_fr: Outils

source: Parameters
fr_fr: Paramètres

source: Settings saved.
fr_fr: Paramètres sauvegardés.

source: Please provide the name of your custom field.
fr_fr: Veuillez indiquer le nom de votre champ personnalisé.

source: Any changes made to Recently's default stylesheet will be lost after every plugin update. In order to prevent this from happening, please copy the recently.css file (located at wp-content/plugins/recently/style) into your theme's directory
fr_fr: Toute modification apportée à la feuille de style par défaut de Recently sera perdue après chaque mise à jour du plugin. Afin d'éviter cela, veuillez copier le fichier recently.css (situé dans wp-content/plugins/recently/style) dans le répertoire de votre thème

source: This operation will delete all cached thumbnails and cannot be undone.
fr_fr: Cette opération supprime toutes les vignettes mises en cache et ne peut être annulée.

source: Do you want to continue?
fr_fr: Souhaitez-vous poursuivre?

source: Success! All files have been deleted!
fr_fr: Succès! Tous les fichiers ont été supprimés!

source: The thumbnail cache is already empty!
fr_fr: Le cache des vignettes est déjà vide!

source: Invalid action.
fr_fr: Action invalide.

source: Sorry, you do not have enough permissions to do this. Please contact the site administrator for support.
fr_fr: Désolé, vous n’avez pas assez de permissions pour faire ceci. Veuillez contacter l’administrateur du site.

source: HTML Markup
fr_fr: Balisage HTML

source: Links
fr_fr: Liens

source: Open links in
fr_fr: Ouvrir les liens dans

source: Current window
fr_fr: Fenêtre actuelle

source: New tab/window
fr_fr: Nouvel onglet/fenêtre

source: REL attribute
fr_fr: Attribut REL

source: The rel attribute specifies the relationship between the current document and the linked document
fr_fr: Cette opération supprime toutes les vignettes mises en cache et ne peut être annulée

source: Thumbnails
fr_fr: Vignettes

source: Default thumbnail
fr_fr: Vignette par défaut

source: Upload thumbnail
fr_fr: Charger la vignette

source: How-to: upload (or select) an image, set Size to Full and click on Upload
fr_fr: Comment faire : téléchargez (ou sélectionnez) une image, réglez la taille sur Plein et cliquez sur Télécharger.

source: Pick image from
fr_fr: Choisissez l'image dans

source: Featured image
fr_fr: Image en vedette

source: First image on post
fr_fr: Première image de la publication

source: First attachment
fr_fr: Première pièce jointe

source: Custom field
fr_fr: Champs personnalisés

source: Tell Recently where it should get thumbnails from
fr_fr: Indiquez à Recently d'où il doit obtenir des vignettes

source: Lazy load
fr_fr: Chargement lent

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Set to No to load thumbnails right away or choose Yes to load them only when in view.
fr_fr: Choisissez Non pour charger les vignettes immédiatement ou choisissez Oui pour les charger uniquement lorsqu'elles sont affichées.

source: Custom field name
fr_fr: Nom du champ personnalisé

source: Resize image from Custom field?
fr_fr: Redimensionner une image à partir d'un Champ personnalisé ?

source: No, I will upload my own thumbnail
fr_fr: Non, je vais télécharger ma propre vignette.

source: Empty image cache
fr_fr: Vider le cache

source: Use this button to clear Recently's thumbnails cache
fr_fr: Utilisez ce bouton pour vider le cache des vignettes de Recently

source: Apply
fr_fr: Appliquer

source: Data
fr_fr: Données

source: Ajaxify widget
fr_fr: Gadget Ajaxify

source: Disabled
fr_fr: Désactivée

source: Enabled
fr_fr: Activé

source: If you are using a caching plugin such as WP Super Cache, enabling this feature will keep the Recently widget from being cached by it
fr_fr: Si vous utilisez un plugin de mise en cache tel que WP Super Cache, l'activation de cette fonction empêchera le widget Recently d'être mis en cache par ce dernier

source: Data Caching
fr_fr: Mise en cache des données

source: Never cache
fr_fr: Ne jamais mettre en cache

source: Enable caching
fr_fr: Activer la mise en cache

source: Recently can cache the recent posts list for a specified amount of time. Recommended for large / high traffic sites
fr_fr: Recently peut mettre en cache la liste des publications récentes pendant une durée déterminée. Recommandé pour les sites importants/à fort trafic

source: Refresh cache every
fr_fr: Rafraîchir le cache tous les

source: Hour(s)
fr_fr: Heure(s)

source: Day(s)
fr_fr: Jour(s)

source: Week(s)
fr_fr: Semaine(s)

source: Month(s)
fr_fr: Mois

source: Year(s)
fr_fr: Année(s)

source: Really? That long?
fr_fr: Vraiment? Aussi long?

source: Miscellaneous
fr_fr: Autres

source: Use plugin's stylesheet
fr_fr: Utiliser la feuille de style du plugin

source: By default, the plugin includes a stylesheet called recently.css which you can use to style your recent posts listing. If you wish to use your own stylesheet or do not want it to have it included in the header section of your site, use this.
fr_fr: Par défaut, le plugin comprend une feuille de style appelée recently.css que vous pouvez utiliser pour styliser votre liste de publications récentes. Si vous souhaitez utiliser votre propre feuille de style ou ne voulez pas qu'elle soit incluse dans la section d'en-tête de votre site, utilisez ceci.

source: With the following Content Tags you can customize the Recently widget when using the Custom HTML markup option
fr_fr: Les balises de contenu suivantes vous permettent de personnaliser le widget Recently lorsque vous utilisez l'option de balisage HTML personnalisé

source: Parameter
fr_fr: Paramètre

source: What it does
fr_fr: Ce qu'il faut faire

source: displays thumbnail linked to post/page (requires enabling the thumbnail option)
fr_fr: affiche la vignette liée à la publication/page (nécessite l'activation de l'option vignette)

source: displays thumbnail image without linking to post/page (requires enabling the thumbnail option)
fr_fr: affiche une image miniature sans établir de lien avec la publication/la page (il faut activer l'option miniature)

source: displays linked post/page title
fr_fr: affiche le titre de la publication/page liée

source: similar to text_title, sanitized for use in title/alt attributes
fr_fr: similaire au text_title, nettoyé pour être utilisé dans les title/alt attributes

source: displays post/page excerpt (requires enabling the excerpt option)
fr_fr: affiche l'extrait de la publication ou de la page (il faut activer l'option d'extrait)

source: displays the default Metadata tags
fr_fr: affiche les balises des métadonnées par défaut

source: displays post/page current rating (requires WP-PostRatings installed and enabled)
fr_fr: affiche l'évaluation actuelle de la publication/de la page (nécessite l'installation et l'activation de WP-PostRatings)

source: displays post/page current rating as an integer (requires WP-PostRatings installed and enabled)
fr_fr: affiche l'évaluation actuelle de la publication ou de la page sous la forme d'un nombre entier (WP-PostRatings doit être installé et activé).

source: outputs the URL of the post/page
fr_fr: donne l'URL de l'article/page

source: displays post/page title, no link
fr_fr: affiche le titre de l'article ou de la page, sans lien

source: displays linked author name (requires enabling author under Metadata Tags)
fr_fr: affiche le nom de l'auteur lié (il faut activer l'auteur sous Balises des métadonnées)

source: displays linked taxonomy name (requires enabling taxonomy under Metadata Tags)
fr_fr: affiche le nom du classement liée (il faut activer le classement sous Balises des métadonnées)

source: displays current views count as an integer only (requires enabling views under Metadata Tags)
fr_fr: affiche le nombre de vues actuelles sous la forme d'un nombre entier uniquement (nécessite l'activation des vues sous Balises ded métadonnées)

source: displays current comments count as an integer only (requires enabling comments under Metadata Tags)
fr_fr: affiche le nombre actuel de commentaires sous la forme d'un nombre entier uniquement (nécessite l'activation des commentaires sous Balises des métadonnées)

source: displays post/page date (requires enabling date under Metadata Tags)
fr_fr: affiche la date de la publication/de la page (il faut activer la date sous Balises des métadonnées)

source: outputs number of recent posts found
fr_fr: donne le nombre de messages récents trouvés

source: outputs the position of the post in the listing
fr_fr: donne la position de la publication dans la liste

source: Sorry, nothing to show yet.
fr_fr: Désolé, rien à montrer pour le moment.

source: %s ago
fr_fr: il y a %s

source: 1 comment
fr_fr: 1 commentaire

source: 1 view
fr_fr: 1 vue

source: by %s
fr_fr: par %s

source: posted %s
fr_fr: publié %s

source: posted on %s
fr_fr: publié le %s

source: Invalid Widget Instance ID
fr_fr: ID d'instance de widget non valide

source: Your site's most recent posts.
fr_fr: Vos publications les plus récents de votre site.

source: Title
fr_fr: Titre

source: Show up to
fr_fr: Montrer jusqu'à

source: posts
fr_fr: articles

source: Offset
fr_fr: Décalage

source: Number of posts to displace or pass over
fr_fr: Nombre de publication à déplacer ou à franchir

source: Filters
fr_fr: Filtres

source: Post types, separated by comma
fr_fr: Types de publications, séparées par une virgule

source: Posts to exclude
fr_fr: Publications à exclure

source: Post / Page IDs, separated by comma
fr_fr: Publication/ ID Page, séparé par une virgule

source: Taxonomy
fr_fr: Classification

source: None
fr_fr: Aucun

source: Term IDs
fr_fr: ID du terme

source: Taxonomy IDs, separated by comma (prefix a minus sign to exclude)
fr_fr: ID de classement, séparés par une virgule (préfixer d'un signe moins pour exclure)

source: Term Slugs
fr_fr: Terme identifiant le texte d'un contenu "Slugs"

source: Taxonomy slugs, separated by comma
fr_fr: Sujets de Classification, séparés par une virgule

source: Authors
fr_fr: Auteurs

source: Author IDs, separated by comma (prefix a minus sign to exclude)
fr_fr: ID des auteurs, séparés par une virgule (préfixer d'un signe moins pour exclure)

source: Posts settings
fr_fr: Paramètres des publications

source: Display post rating
fr_fr: Afficher l'évaluation due la publication

source: Shorten title
fr_fr: Abbréviation du titre

source: Shorten title to
fr_fr: Abbréviation du titre en

source: characters
fr_fr: caractères

source: words
fr_fr: mots

source: Display post excerpt
fr_fr: Afficher l'extrait de la publication

source: Keep text format and links
fr_fr: Conserver le format du texte et les liens

source: Excerpt length
fr_fr: Longueur de l'extrait

source: Display post thumbnail
fr_fr: Afficher la vignette de la publication

source: Use predefined size
fr_fr: Utiliser une taille prédéfinie

source: Set size manually
fr_fr: Définir la taille manuellement

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Metadata Tag settings
fr_fr: Paramètres des balises de métadonnées

source: Display comment count
fr_fr: Afficher le nombre de commentaires

source: Display views
fr_fr: Afficher les vues

source: Display author
fr_fr: Afficher auteur

source: Display date
fr_fr: Afficher date

source: Date Format
fr_fr: Format Date

source: WordPress Date Format
fr_fr: Format de date WordPress

source: Display taxonomy
fr_fr: Afficher la classification

source: HTML Markup settings
fr_fr: Paramètres de balisage HTML

source: Use custom HTML Markup
fr_fr: Utiliser un balisage HTML personnalisé

source: Before / after title
fr_fr: Avant / après le titre

source: Before / after Recently
fr_fr: Avant / après Recently

source: Post HTML Markup
fr_fr: Afficher le balisage HTML

source: See available <a href="%s" target="_blank">Content Tags</a>
fr_fr: Voir les <a href="%s" target="_blank">balises de contenu disponibles</a>

source: Theme
fr_fr: Thème

source: see a <a href="%s">list of supported browsers</a>
fr_fr: voir une liste <a href="%s">des navigateurs pris en charge</a>

source: Please save this widget (or reload this page) to enable Recently themes.
fr_fr: S’il vous plaît enregistrer ce widget (ou recharger cette page) pour activer les thèmes récemment.
